Repository: common-repository/booking-weir
Catalog: languages/booking-weir-*.po
Languages: et

# Error: submitted price - calculated price is different
source: Price mismatch (%1$g - %2$g).
et: Hinna ebakõla (%1$g – %2$g).

source: Event
et: Sündmus

source: Event %s not found.
et: Sündmust %s ei leitud.

# Event action
source: Confirm
et: Kinnita

source: Event already started
et: Sündmus on juba alanud

source: Event creation timestamp
et: Sündmuse loomise ajatempel

source: Event date
et: Sündmuse kuupäev

source: Event date...
et: Sündmuse kuupäev...

source: Event doesn't have an e-mail specified.
et: Sündmusele ei ole määratud e-posti aadressi.

source: Event duration can not be longer than a day.
et: Sündmuse kestus ei tohi olla pikem kui päev.

source: Event end time
et: Sündmuse lõpuaeg

source: Event end timestamp
et: Sündmuse lõpu ajatempel

source: Event has reached capacity.
et: Ürituse maht on täis.

source: Event is archived.
et: Sündmus on arhiveeritud.

source: Event is in another calendar. Change calendars to view event?
et: Sündmus on teises kalendris. Vaheta kalendrit, et seda vaadata?

source: Event is not a booking.
et: Üritus ei ole broneering.

source: Event is not public
et: Sündmus ei ole avalik

source: Event link
et: Sündmuse link

source: Event not found.
et: Sündmust ei leitud.

# Event post type
source: Add New
et: Lisa uus

# Event post type
source: Add New Event
et: Lisa uus sündmus

# Event post type
source: Edit Event
et: Muuda sündmust

# Event post type
source: Event
et: Sündmus

# Event post type
source: Event Image
et: Sündmuse pilt

# Event post type
source: Events
et: Sündmused

# Event post type
source: Events list
et: Sündmuste loend

# Event post type
source: Events list navigation
et: Sündmuste loendis navigeerimine

# Event post type
source: Filter Events list
et: Filtreeri sündmuste loend

# Event post type
source: Insert into Event
et: Sisesta sündmusesse

# Event post type
source: New Event
et: Uus sündmus

# Event post type
source: No Events found
et: Sündmusi ei leitud

# Event post type
source: No Events found in trash
et: Prügikastist ei leitud sündmusi

# Event post type
source: Remove Event image
et: Eemalda sündmuse pilt

# Event post type
source: Search Events
et: Otsi sündmusi

# Event post type
source: Set Event image
et: Määra sündmuse pilt

# Event post type
source: Uploaded to this Event
et: Sellele sündmusele üles laaditud

# Event post type
source: Use as Event image
et: Kasuta sündmuse pildina

# Event post type
source: View Event
et: Vaata sündmust

source: Event start or end time was not found.
et: Sündmuse algus- või lõppaega ei leitud.

source: Event start time
et: Sündmuse algusaeg

source: Event start timestamp
et: Sündmuse alguse ajatempel

source: Event type
et: Sündmuse tüüp

# Event type
source: Booking
et: Broneering

# Event type
source: Deleted
et: Kustutatud

# Event type
source: Event
et: Sündmus

# Event type
source: New event
et: Uus sündmus

# Event type
source: Private
et: Privaatne

# Event type
source: Slot
et: Pesa

# Event type
source: Unavailable
et: Pole saadaval

# Event type="booking" name
source: Booking
et: Broneering

source: Event was created too late for a reminder
et: Sündmus loodi meeldetuletuse jaoks liiga hilja

source: Events
et: Sündmused

source: Every 30 minutes
et: Iga 30 minuti järel

# Every n days/weeks/months
source: Every
et: Iga

source: Example value
et: Näidisväärtus

source: Exists
et: Olemas

source: Expected post type "%1$s", got "%2$s".
et: Oodatud postituse tüüp "%1$s", saadud "%2$s".

source: Export
et: Ekspordi

source: Extra
et: Lisa

# Extra (type: duration) input label
source: Duration
et: Kestus

# Extra (type: Per hour) input label.
source: Duration
et: Kestus

# Extra (type: units) input label
source: Amount
et: Kogus

# Extra (type: Units) input label.
source: Amount
et: Kogus

# Extra (type: units) input units
source: pc
et: tk

source: Extra name...
et: Lisa nimi...

# Extra pricing type
source: Duration
et: Kestus

# Extra pricing type
source: Fixed
et: Fikseeritud

# Extra pricing type
source: Units
et: Ühikud

source: Extra types
et: Lisade tüübid

source: Extras
et: Lisad

source: Extras can be selected by the user to request additional goods or services for an extra cost when creating a booking.
et: Lisid saab kasutaja valida lisatasu eest lisakaupade või -teenuste tellimiseks broneeringu tegemisel.

source: Failed adding order item.
et: Tellimuse üksuse lisamine ebaõnnestus.

source: Failed creating event
et: Sündmuse loomine ebaõnnestus

source: Failed deleting event
et: Sündmuse kustutamine ebaõnnestus

source: Failed deleting event permanently
et: Sündmuse jäädavalt kustutamine ebaõnnestus

source: Failed deleting file
et: Faili kustutamine ebaõnnestus

source: Failed deleting file.
et: Faili kustutamine ebaõnnestus.

source: Failed deleting invoice.
et: Arve kustutamine ebaõnnestus.

source: Failed deleting PDF.
et: PDF-i kustutamine ebaõnnestus.

source: Failed fetching calendars
et: Kalendrite laadimine ebaõnnestus

source: Failed fetching e-mail preview
et: Meili eelvaate laadmine ebaõnnestus

source: Failed fetching event
et: Sündmuse laadimine ebaõnnestus

source: Failed fetching event info
et: Sündmuse teabe laadimine ebaõnnestus.

source: Failed fetching events
et: Sündmuste laadimine ebaõnnestus

source: Failed fetching price
et: Hinna laadimine ebaõnnestus

source: Failed fetching service description.
et: Teenuse kirjelduse laadimine ebaõnnestus.

source: Failed fetching settings schema
et: Seadete skeemi laadimine ebaõnnestus

source: Failed fetching template strings
et: Šabloontekstide laadmine ebaõnnestus

source: Failed fetching transaction data
et: Tehinguandmete päring ebaõnnestus

source: Failed generating PDF.
et: PDF-i genereerimine ebaõnnestus.

source: Failed generating test PDF
et: Test-PDF-i genereerimine ebaõnnestus

source: Failed regenerating PDF
et: PDF-i taastamine ebaõnnestus

source: Failed removing personal data
et: Isikuandmete eemaldamine ebaõnnestus

source: Failed restoring calendar.
et: Kalendri taastamine ebaõnnestus.

source: Failed saving calendars
et: Kalendrite salvestamine ebaõnnestus

source: Failed sending invoice e-mail
et: Arve e-maili saatmine ebaõnnestus

source: Failed sending invoice e-mail, check that your server is correctly configured for using the PHP mail() function.
et: Arve meili saatmine ebaõnnestus, kontrollige, kas teie server on PHP mail() funktsiooni kasutamiseks õigesti seadistatud.

source: Failed sending reminder e-mail
et: Meeldetuletusmeili saatmine ebaõnnestus

source: Failed sending reminder e-mail, check that your server is correctly configured for using the PHP mail() function.
et: Meeldetuletuse e-kirja saatmine ebaõnnestus, kontrollige, kas teie server on PHP mail() funktsiooni kasutamiseks õigesti seadistatud.

source: Failed to initialize WP Filesystem.
et: WP-failisüsteemi lähtestamine ebaõnnestus.

source: Failed to send a confirmation to your e-mail, but your booking is received.
et: Kinnituse saatmine teie e-postile ebaõnnestus, kuid teie broneering on kätte saadud.

source: Failed to send a confirmation with an invoice to your e-mail, please open it from %1$shere%2$s.
et: Arvega kinnituse saatmine teie e-postile ebaõnnestus, avage see %1$ssiit%2$s.

source: Failed updating calendars.
et: Kalendrite uuendamine ebaõnnestus.

source: Failed updating event
et: Sündmuse uuendamine ebaõnnestus

source: Failed updating event meta: %s.
et: Sündmuse meta uuendamine nurjus: %s.

source: Field
et: Väli

source: Field "%s" is required.
et: Väli "%s" on kohustuslik.

source: Field label...
et: Välja silt...

source: Field placeholder...
et: Välja kohatäide...

source: Field settings
et: Välja seaded

source: Field type
et: Välja tüüp

source: Fields
et: Väljad

source: Fields can be used to collect info about the booker and their preferences.
et: Väljasid saab kasutada broneerija ja tema eelistuste kohta teabe kogumiseks.

source: Fields were reset to default
et: Väljad lähtestati vaikeväärtustele

source: File
et: Fail

source: File "%s" is not valid.
et: Fail "%s" ei ole valiidne.

source: File is not a PDF.
et: Fail ei ole PDF.

source: File is required
et: Fail on nõutud

source: File not found.
et: Faili ei leitud.

source: File size must me smaller than %dmb
et: Faili suurus peab olema väiksem kui %dmb

source: File upload error (%1$s) for "%2$s".
et: Faili üleslaadimise viga (%1$s) "%2$s" jaoks.

source: File validation failed.
et: Faili validatsioon ebaõnnestus.

source: First name
et: Eesnimi

source: Fixed duration
et: Fikseeritud kestus

source: Following a link to an event navigates the calendar to the event's date and highlights it.
et: Sündmuse lingi järgimine viib kalendris sündmuse kuupäevani ja tõstab selle esile.

source: Footer content for e-mails.
et: E-kirjade jaluse sisu.

source: Footer content for invoice PDF.
et: PDF-arve jaluse sisu.

source: From - To
et: Alates - kuni

source: Future bookings
et: Broneeringud tulevikku

source: Generate a test PDF file to ensure the server is capable.
et: Serveri töövõimekuse tagamiseks genereerige test PDF fail.

source: Generate PDF invoices for bookings and attach them to invoice e-mails.
et: Genereeri broneeringute jaoks PDF-arved ja manusta need arvete e-kirjadele.

source: Generate test PDF
et: Genereeri test-PDF

source: Generated file doesn't exist.
et: Genereeritud faili pole olemas.

source: Generated test PDF
et: Test-PDF genereeritud

source: Get link
et: Hangi link

source: Grid
et: Tulbad

source: Group
et: Grupp

# Group condition
source: AND
et: JA

# Group condition
source: OR
et: VÕI

source: Height
et: Kõrgus

source: Help
et: Abi

source: Hide when overlapping with existing (non-repeating) events
et: Peida, kui kattub olemasolevate (mittekorduvate) sündmustega

source: History
et: Ajalugu

source: Holds info about how to repeat the event when `repeat` is true
et: Sisaldab teavet selle kohta, kuidas sündmust korrata

source: Holds info about the event booking when `bookable` is true
et: Hoiab teavet sündmuse broneerimise kohta, kui see on broneeritav

source: Horizontal
et: Horisontaalne

source: How many hours before booking start time to send a reminder e-mail. No reminder is sent when the value is 0, but you can still send reminder e-mails manually.
et: Tunnid enne broneerimise algusaega meeldetuletuse e-kirja saatmiseks. Kui väärtus on 0 siis meeldetuletust ei saadeta, kuid saate siiski saata meeldetuletusmeile käsitsi.

source: How many times can this event be booked.
et: Mitu korda saab seda üritust broneerida.

source: ID of a bookable event that this booking was created for
et: Broneeritava sündmuse ID, mille jaoks see broneering loodi

source: ID of a slot that this event was booked on
et: Selle pesa ID, millel see sündmus broneeriti

source: If you don't want to send a reminder for this booking you can mark it as "sent" without sending it which also prevents sending an automatic reminder in the future.
et: Kui te ei soovi selle broneeringu kohta meeldetuletust saata, saate märkida selle "saadetuks" ilma seda saatmata, mis takistab ka edaspidi automaatse meeldetuletuse saatmist.

source: If you wish to stop using WC then remove this calendar's association with a WC product from Settings -> Calendar -> Product.
et: Kui soovite WC kasutamise lõpetada, eemaldage selle kalendri seos WC-tootega menüüst Seaded -> Kalender -> Toode.

source: Ignore
et: Ignoreeri

source: Ignored
et: Eiratud

source: Import
et: Impordi

source: Import a copy
et: Impordi koopia

source: Imported
et: Imporditud

source: Include events older than a week
et: Näita sündmusi, mis on vanemad kui nädal

source: Increment
et: Suurenda

source: Info about the invoice issuer, displayed in the PDF as "Invoice from: Your text".
et: Teave arve väljastaja kohta, kuvatakse PDF-is kui "Arve esitaja: teie tekst".

source: Interval
et: Intervall

source: Invalid action.
et: Vigane toiming.

source: Invalid bookable event ID.
et: Vigane broneeritava sündmuse ID.

source: Invalid booking status: "%s".
et: Vigane broneeringu olek: "%s".

source: Invalid booking value for: "%s".
et: Vigane broneeringu väärtus "%s"-le.

source: Invalid booking value.
et: Viganed broneeringu väärtus.

source: Invalid breakdown title type: "%s".
et: Vigane kokkuvõtte pealkirja tüüp: "%s".

source: Invalid breakdown.
et: Vigane kokkuvõte.

source: Invalid calendar ID: "%s".
et: Vigane kalendri ID: "%s".

source: Invalid calendar key: "%s".
et: Vigane kalendri võti: "%s".

source: Invalid calendars.
et: Vigased kalendrid.

source: Invalid coupon: %s.
et: Vigane kupong: %s.

source: Invalid date: "%s".
et: Vigane kuupäev: "%s".

source: Invalid datetime: "%s".
et: Vigane kuupäev ja kellaaeg: "%s".

source: Invalid day value for repeater.
et: Vigane kordaja päevaväärtus.

source: Invalid event type: "%s".
et: Vigane sündmuse tüüp: "%s".

source: Invalid event.
et: Vigane sündmus.

source: Invalid extra ID type: "%s".
et: Vigane lisa ID tüüp: "%s".

source: Invalid extra value type: "%s".
et: Vigane lisa väärtuse tüüp: "%s".

source: Invalid extras.
et: Vigased lisad.

source: Invalid field ID type: "%s".
et: Vigane välja ID tüüp: "%s".

source: Invalid field value type: "%s".
et: Vigane välja väärtuse tüüp: "%s".

source: Invalid fields.
et: Vigased väljad.

source: Invalid initial event status.
et: Sündmuse algolek on vigane.

source: Invalid payment method.
et: Vigane makseviis.

source: Invalid payment type.
et: Vigane maksetüüp.

source: Invalid price: "%s".
et: Vigane hind: "%s".

source: Invalid repeater value for: "%s".
et: Vigane kordaja väärtus "%s"-le.

source: Invalid repeater value.
et: Vigane kordaja väärtus.

source: Invalid response when adding event.
et: Vigane vastus sündmuse lisamisel.

source: Invalid response.
et: Vigane vastus.

source: Invalid service ID.
et: Vigane teenuse ID.

source: Invalid session.
et: Vigane sessioon.

source: Invalid settings.
et: Vigased seaded.

source: Invalid value "%1$s" for field "%2$s".
et: Vigane väärtus "%1$s" väljale "%2$s".

source: Invalid value for breakdown: "%s".
et: Kokkuvõtte vigane väärtus: "%s".

source: Invalid value for event meta: %s.
et: Sündmuse meta vigane väärtus: %s.

source: Invalid value: %s
et: Vigane väärtus: %s

source: Invoice
et: Arve

source: Invoice e-mail content
et: Arve e-kirja sisu

# Invoice e-mail title
source: Booking invoice
et: Broneeringu arve

source: Label
et: Silt

source: Last name
et: Perekonnanimi

source: Last rule to apply will determine the new price per hour for the matching time period.
et: Viimane rakendatav reegel määrab uue tunnihinna kattuvale ajaperioodile.

source: Limit
et: Limiit

# Limit: n bookings
source: bookings
et: broneeringut

source: Link to the page where this calendar is displayed on the front end.
et: Link avalikule lehele, millel seda kalendrit kuvatakse.

source: Locale
et: Lokaal

source: Locale to use when internationalizing date related text.
et: Lokaat, mida kasutatakse kuupäevaga seotud teksti rahvusvahelistumisel.

# Localized formatted date
source: No times are available on %s.
et: %s pole ühtegi aega saadaval.

source: Localized time
et: Lokaliseeritud aeg

source: Logging is enabled
et: Logimine on sisse lülitatud

source: Logging is not enabled by default
et: Logimine pole vaikimisi sisse lülitatud

source: Logs
et: Logid

source: Logs dir
et: Logide kataloog

source: Logs directory is not writable.
et: Logide kataloog ei ole kirjutatav.

source: Logs directory: %s
et: Logide kataloog: %s

source: Logs may contain personal data so you need to ensure the logs directory is not publicly accessible.
et: Logid võivad sisaldada isikuandmeid, nii et peate tagama, et logide kataloog poleks avalikult juurdepääsetav.

source: Loose duration
et: Lahtine kestus

source: Make private
et: Tee privaatseks

source: Make public
et: Tee avalikuks

source: Manage
et: Halda

source: Manage calendar
et: Halda kalendrit

source: Manual payment by the client
et: Klient maksab ise

source: Mark invoice sent
et: Märgi arve saadetuks

source: Mark reminder sent
et: Märgi meeldetuletus saadetuks

# Maximum
source: Max
et: Maks.

source: Maximum booking duration
et: Maksimaalne broneeringu kestus

source: Maximum file size
et: Maksimaalne faili suurus

source: mime type "%s" is not allowed
et: miimi tüüp "%s" pole lubatud

source: Minimum booking duration
et: Minimaalne broneeringu kestus

source: Mobile
et: Mobiil

source: Modified price per hour when this rule applies.
et: Muudetud tunnihind, kui see reegel kehtib.

source: Modifier
et: Muutuja

source: Modifies the final price for the event duration and extras added up.
et: Muudab sündmuse kestuse lõpphinda koos lisadega.

source: Modify
et: Muuda

source: Month
et: Kuu

source: Months
et: Kuud

source: Move &#8220;%s&#8221; to the Trash
et: Liiguta &#8220;%s&#8221; prügikasti

source: Move event to a different date
et: Teisalda sündmus teisele kuupäevale

source: Move to calendar
et: Liiguta kalendrisse

source: Multiple coupons
et: Mitu kupongi

source: Name
et: Nimi

# New booking admin notification e-mail title (formatted date)
source: New booking: %s
et: Uus broneering: %s

source: Next
et: Järgmine

source: No
et: Ei

source: No additional info is required, please proceed.
et: Täiendavat teavet pole vaja, jätkake.

source: No calendar ID specified in the `id` attribute.
et: `id` attribuudis pole kalendri ID-d määratud.

source: No nonce.
et: Kontrollkood puudub.

source: None
et: Mitte ühtegi

source: Not applicable
et: Ei kehti

source: Notes
et: Märkmed

source: Notice emails
et: Teavitusmailid

source: On-site payment by the client
et: Tasumine kliendi poolt kohapeal

# On-site: Payment message content.
source: %1$sInvoice%2$s has been sent to your e-mail.
et: %1$sArve%2$s on saadetud teie e-postile.

# On-site: Payment message content.
source: Failed to send invoice to your e-mail, please open it from %1$shere%2$s.
et: Arve saatmine teie e-postile ebaõnnestus, palun avage see %1$ssiit%2$s.

source: Only one coupon can be used at a time.
et: Korraga saab kasutada ainult ühte kupongi.

source: Open booking modal automatically
et: Ava broneerimisaken automaatselt

source: Open event content modal automatically
et: Ava sündmuse sisu aken automaatselt

source: Opening hour
et: Avamisaeg

source: Opens a link to the generated PDF invoice.
et: Avab lingi loodud PDF-arvele.

source: Opens in new tab
et: Avaneb uuel vahelehel

source: Options
et: Valikud

source: OR
et: VÕI

source: Order
et: Tellimus

source: Order ID...
et: Tellimuse ID...

source: Order not found.
et: Tellimust ei leitud.

source: Overlapping with another event.
et: Kattub teise sündmusega.

source: Override price text...
et: Asenda hinna tekst...

source: Overwrite
et: Kirjuta üle

source: Parent
et: Vanem

source: Paste it to any page to display the booking calendar.
et: Broneerimiskalendri kuvamiseks kleepige see mis tahes lehele.

source: Pay with PayPal
et: Makske PayPaliga

source: Pay with Stripe
et: Maksa Stripe'iga

source: Payment
et: Maksmine

source: Payment errors
et: Maksevead

source: Payment is handled by WooCommerce
et: Maksmine käib läbi WooCommerce-i

source: Payment method
et: Makseviis

# Payment method name
source: Bank transfer
et: Pangaülekanne

# Payment method name
source: On-site
et: Tasumine kohapeal

source: Payment method not selected.
et: Makseviis pole valitud.

source: Payment methods
et: Makseviisid

# Payment notice header
source: Payment
et: Maksmine

source: Payment type
et: Maksetüüp

# Payment type
source: Unknown
et: Teadmata

source: Payment type name...
et: Maksetüübi nimi...

source: Payment types
et: Maksetüübid

source: Payment types allow the user to choose how big percentage of the total booking cost to pay up front. When a payment type with an amount less than 100 is used then the invoice will reflect the smaller value and upon successful payment the booking status will be changed to "Escrow paid" instead of "Paid in full".
et: Maksetüübid võimaldavad kasutajal valida kui suure protsendi broneeringu kogumaksumusest ettemakse teha. Kui kasutatakse makseviisi mille summa on väiksem kui 100, siis kajastatakse arvel väiksemat väärtust ja eduka makse korral muutub broneeringu olekuks "Osaliselt tasutud" mitte "Tasutud".

source: pc
et: tk

source: PDF deletion is not enabled.
et: PDF-i kustutamine pole sisse lülitatud.

source: PDF document title displayed in the title bar of a user agent.
et: PDF-dokumendi pealkiri, mis kuvatakse kasutajaagendi tiitliribal.

source: PDF generation is not enabled.
et: PDF-i genereerimine pole sisse lülitatud.

# PDF invoice
source: Amount
et: Kogus

# PDF invoice
source: Amount spelled out: %s
et: Välja kirjutatud summa: %s

# PDF invoice
source: Booking
et: Broneering

# PDF invoice
source: Due date:
et: Tähtaeg:

# PDF invoice
source: Invoice date:
et: Arve kuupäev:

# PDF invoice
source: Invoice from:
et: Arve esitaja:

# PDF invoice
source: Invoice number
et: Arve number

# PDF invoice
source: Invoice number:
et: Arve number:

# PDF invoice
source: Invoice to: %s
et: Arve saaja: %s

# PDF invoice
source: Price
et: Hind

# PDF invoice
source: Product/service
et: Toode/teenus

# PDF invoice
source: Subtotal:
et: Vahesumma:

# PDF invoice
source: Tax:
et: Maks:

# PDF invoice
source: Total
et: Kokku

# PDF invoice
source: Total:
et: Kokku:

source: PDF invoice author
et: PDF-arve autor

source: PDF invoice content
et: PDF-arve sisu

source: PDF invoice footer
et: PDF-arve jalus

source: PDF invoice from
et: PDF-arve esitaja

source: PDF invoice header
et: PDF-arve päis

source: PDF invoice title
et: PDF-arve pealkiri

source: PDF invoices
et: PDF arved

source: PDF output dir not writable.
et: PDF-i väljundkataloogi ei saa kirjutada.

source: PDF templates do not support most of the block styles, so it's best to use basic paragraphs or an HTML block.
et: PDF-mallid ei toeta enamikku plokistiile, seega on kõige parem kasutada tavalisi lõike või HTML-plokki.

source: Pending
et: Ootel

# Per hour
source: /hr
et: /tund

source: Percentage to subtract from the final price and declare as tax in the invoice.
et: Lõpphinnast lahutatav ja arvel maksuna deklareeritav protsent.

source: Perform selected action
et: Teosta valitud toiming

source: Personal data removed
et: Isikuandmed eemaldatud

source: Phone
et: Telefon

source: PHP version
et: PHP versioon

source: Placeholder
et: Kohatäide

source: Please activate WooCommerce or remove this calendar's association with a WooCommerce product.
et: Aktiveerige WooCommerce või eemaldage selle kalendri seos WooCommerce'i tootega.

source: Please leave at least %s minutes after the previous event.
et: Jätke eelmise sündmuse vahele vähemalt %s minutit.

source: Please leave at least %s minutes before the next event.
et: Jätke vähemalt %s minutit enne järgmist sündmust.

source: Please select a service from above.
et: Valige ülaltpoolt teenus.

# Plugin admin menu item
source: Calendars
et: Kalendrid

# Plugin admin menu item
source: Logs
et: Logid

# Plugin admin root menu item
source: Booking
et: Broneerimine

source: Plugin version
et: Plugina versioon

source: Plugin version when event was created
et: Plugina versioon sündmuse loomisel

source: Premium
et: Tasuline versioon

source: Prevent booking more than n days in advance. Setting this value to 1 will only allow booking on the current day, 2 will allow booking for today and tomorrow, and so on. Setting this value to 0 will allow booking into any time in the future.
et: Vältige broneerimist rohkem kui n päeva ette. Selle väärtuse määramine 1-le võimaldab broneerida ainult praegusel päeval, 2 võimaldab broneerida tänaseks ja homseks jne. Selle väärtuse määramine 0-le võimaldab broneerida mis tahes ajale tulevikku.
