Repository: common-repository/booking-weir
Catalog: languages/booking-weir-*.po
Languages: et

source: "%1$s" must equal or greater than %2$d.
et: "%1$s" peab olema võrdne või suurem kui %2$d.

source: "%1$s" must equal or less than %2$d.
et: "%1$s" peab olema võrdne või väiksem kui %2$d.

source: "%s" must be a numeric value.
et: "%s" peab olema arvväärtus.

source: %1$sClick here to pay with PayPal.%2$s
et: %1$Vajutage siia PayPaliga maksmiseks.%2$s

source: %1$sClick here to pay with Stripe.%2$s
et: %1$Vajutage siia Stripe'iga maksmiseks.%2$s

source: %1$sView booking product%2$s
et: %1$sVaata broneeritavat toodet%2$s

source: %s has been selected.
et: %s on valitud.

source: (no title)
et: (pealkiri puudub)

source: +%s more
et: +%s veel

source: A calendar contains bookings and events. Bookings in a calendar cannot overlap, but you can create multiple calendars such as "Room 1" and "Room 2" to have multiple bookings for different resources or services at the same time. Each calendar has their own settings for booking availability times, how much it costs, payment, notification e-mails etc.
et: Kalender hoiustab broneeringuid ja sündmusi.

source: A WooCommerce product that represents bookings in this calendar.
et: WooCommerce'i toode, mis esindab broneeringuid selles kalendris.

source: About
et: Info

# About page menu item name
source: About
et: Seisukord

source: Accepted mime types
et: Aktsepteeritud miimitüübid

source: Actions
et: Toimingud

source: Add
et: Lisa

source: Add again
et: Lisa uuesti

source: Add booking
et: Lisa broneering

source: Add date...
et: Lisa kuupäev...

source: Add final date...
et: Lisa viimane kuupäev...

source: Add holidays
et: Lisa tähtpäevasid

source: Add ignored date...
et: Lisa ignoreeritud kuupäev...

source: Add option
et: Lisa valik

source: Additional content for invoice PDF.
et: Täiendav sisu PDF arves.

source: Additional info
et: Lisainfo

source: Adds a fixed amount to the price of the booking.
et: Lisab broneeringu hinnale kindla summa.

source: Admin e-mails to notify when a new booking is made.
et: Administraatorite e-mailid, mida teavitatakse uue broneeringu tegemisest.

source: Admin link
et: Haldus link

source: Admin notes for the event
et: Administraatori märkmed sündmuse kohta

source: After adding new rules, test them on the front end to ensure they work as you intended.
et: Pärast uute reeglite lisamist testige neid esiosas, et veenduda, et need toimivad soovitud viisil.

source: Agenda
et: Päevakord

source: All calendars
et: Kõik kalendrid

source: All day
et: Terve päev

source: All statuses
et: Kõik olekud

source: All types
et: Kõik tüübid

source: Allow only booking services. Available services can be configured from the "Services" page.
et: Luba ainult broneerimida teenused. Saadaolevaid teenuseid saab seadistada lehel "Teenused".

source: Allow only booking times in predefined slots. You can add slots by creating events of type "Slot" in the calendar. Creating a regular "Event" and making it "Bookable" also counts as a slot.
et: Luba broneerimist ainult pesadess. Pesasid saab lisada luues kalendris sündmusi, mille tüüp on "Pesa". Tavalise "Sündmuse" loomine ja selle broneeritavaks muutmine läheb samuti arvesse pesana.

source: Allow using multiple (comma separated) coupons at once.
et: Lubage kasutada korraga mitut (komadega eraldatud) kupongi.

source: Allows to choose a numeric value. Price will be calculated based on the amount selected.
et: Võimaldab valida numbrilise väärtuse. Hind arvutatakse valitud summa alusel.

source: Allows to select a time duration shorter or as long as the booking. Price will be calculated based on the duration.
et: Võimaldab valida broneeringust lühema või sama pika aja. Hind arvutatakse kestuse alusel.

source: Allows to use multiple rules and apply a price modification when any or all of the rules match.
et: Võimaldab kasutada mitut reeglit ja rakendada hinnamuudatust, kui mõni või kõik reeglid kehtivad.

source: Alter price by fixed amount
et: Muuda hinda fikseeritud summa võrra

source: Alter price by percent value
et: Muuda hinda protsendi võrra

source: Amount
et: Kogus

source: Amount of minutes that should be left between consecutive events.
et: Minutite arv, mis peaks jääma järjestikuste sündmuste vahele.

source: An expired booking was removed from the cart.
et: Aegunud broneering eemaldati ostukorvist.

source: An invoice for %3$s of the total amount has been attached to this e-mail.
et: Sellele e-kirjale on manustatud arve %3$s kogusummast.

source: An invoice for %3$s of the total amount has been attached to this e-mail. You can pay for it on-site.
et: Sellele e-kirjale on manustatud arve %3$s kogusummast. Selle eest saab tasuda kohapeal.

source: An invoice has been attached to this e-mail.
et: Sellele e-kirjale on manustatud arve.

source: An invoice has been attached to this e-mail. You can pay for it on-site.
et: Sellele e-kirjale on manustatud arve. Selle eest saab tasuda kohapeal.

source: API secret key
et: API salajane võti

source: Applied coupon: %s.
et: Rakendatud kupong: %s.

source: Applies a fixed price for the whole duration of the event. Does not apply to the cost of extras.
et: Rakendab fikseeritud hinna kogu ürituse toimumise ajaks. Ei kehti lisadele.

source: Applies a modifier on selected week days.
et: Rakendab modifikaatori valitud nädalapäevadel.

source: Applies a modifier when a valid coupon is inserted.
et: Kehtiva kupongi sisestamisel rakendab modifikaatori.

source: Applies a modifier when the booking has a specific extra selected.
et: Rakendab modifikaatori, kui broneeringus on valitud konkreetne lisa.

source: Applies a modifier when the booking is created for a certain date window for a certain time.
et: Rakendab modifikaatori, kui broneering luuakse kindlas kuupäeva vahemikus teatud ajale.

source: Applies a modifier when the booking is created for a certain date window.
et: Rakendab modifikaatori, kui broneering luuakse teatud kuupäeva vahemikus.

source: Applies a modifier when the booking is created for a certain time window.
et: Rakendab modifikaatori, kui broneering luuakse teatud ajavahemikule.

source: Applies a modifier when the booking is created for a specific date, any year.
et: Rakendab modifikaatori, kui broneering luuakse konkreetseks kuupäevaks, mis tahes aastal.

source: Applies a modifier when the booking is created for a specific date.
et: Rakendab modifikaatori, kui broneering luuakse konkreetseks kuupäevaks.

source: Applies a modifier when the booking is for a specified service.
et: Rakendab modifikaatori, kui broneering on määratud teenuse jaoks.

source: Applies a modifier when the duration of the booking surpasses a specified amount.
et: Rakendab modifikaatori, kui broneeringu kestus ületab määratud aja.

source: Apply a filter showing all events from missing calendar
et: Rakenda filter, mis näitab kõiki puuduva kalendri sündmusi

source: Apply a fixed price for the event duration and extras added up.
et: Määra fikseeritud hind ürituse kestuse ja lisade eest.

source: Apply coupon
et: Rakenda kupong

source: Attach
et: Seo

source: Author of the document, stored in the PDF metadata.
et: Dokumendi autor, salvestatud PDF-i metaandmetesse.

source: Automatic deletion
et: Automaatne kustutamine

source: Automatic regeneration
et: Automaatne uuesti-genereerimine

source: Automatic reminders are not enabled
et: Automaatsed meeldetuletused pole lubatud

source: Automatically regenerate the PDF invoice when the booking data changes.
et: Broneerimisandmete muutumisel genereerige PDF-arve automaatselt uuesti.

source: Available from PayPal developer dashboard.
et: Saadaval PayPali arendaja keskusest.

source: Available from Stripe dashboard.
et: Saadaval Stripe'i keskusest.

source: Available template strings
et: Šabloontekstid

source: Available width required for the calendar to display a whole week instead of a single day.
et: Laius, mis on vajalik selleks, et kalender kuvaks ühe päeva asemel terve nädala.

source: Back to calendar
et: Tagasi kalendrisse

# Bank transfer: Payment message content.
source: %1$sInvoice%2$s has been sent to your e-mail.
et: %1$sArve%2$s on saadetud teie e-postile.

# Bank transfer: Payment message content.
source: Failed to send invoice to your e-mail, please open it from %1$shere%2$s.
et: Arve saatmine teie e-postile ebaõnnestus, palun avage see %1$ssiit%2$s.

source: Big header displayed in the top left corner of the PDF document.
et: PDF-dokumendi vasakus ülanurgas kuvatav suur pealkiri.

source: Billing ID, year and event ID combined
et: Arvelduse ID, aasta ja sündmuse ID kombineeritud

source: Billing info can be changed by editing the order:
et: Arveldusteavet saab muuta tellimust muutes:

source: Billing is handled by WooCommerce.
et: Arveldamisega tegeleb WooCommerce.

source: Bookable
et: Broneeritav

source: Bookable event not found.
et: Broneeritavat sündmust ei leitud.

source: Booked
et: Broneeritud

# Booked event in WC cart, checkout not yet completed
source: Reserved
et: Reserveeritud

# Booked event public title
source: Booked
et: Broneeritud

source: Booker
et: Broneerija

source: Booking
et: Broneering

source: Booking additional info
et: Broneerimise lisainfo

source: Booking booker e-mail
et: Broneerija e-post

source: Booking booker first name
et: Broneerija eesnimi

source: Booking booker last name
et: Broneerija perekonnanimi

source: Booking booker phone number
et: Broneerija telefoninumber

source: Booking breakdown
et: Broneeringu kokkuvõte

# Booking confirmation e-mail title
source: Booking received
et: Broneering kätte saadud

source: Booking contains invalid keys: "%s".
et: Broneering sisaldab vigaseid võtmeid: "%s".

source: Booking could not be added to cart.
et: Broneeringut ei saanud ostukorvi lisada.

source: Booking errors
et: Broneerimisvead

source: Booking extras
et: Broneerimise lisad

source: Booking fields
et: Broneerimisväljad

source: Booking for this service must be %d minutes long.
et: Selle teenuse broneering peab kestma %d minutit.

source: Booking info
et: Broneerimisinfo

source: Booking is no longer pending payment.
et: Broneering ei ole enam tasumisel.

source: Booking is only allowed less than %s in advance.
et: Broneerimine on lubatud ainult vähem kui %s ette.

# Booking modal add to cart button
source: Add to cart
et: Lisa ostukorvi

# Booking modal back button
source: Back
et: Tagasi

# Booking modal confirm booking button
source: Book
et: Broneeri

# Booking modal final step title
source: Confirm booking
et: Kinnita broneering

# Booking modal first step title
source: Booking
et: Broneerimine

# Booking modal forward button
source: Proceed
et: Edasi

# Booking modal info collection title
source: Info
et: Andmed

# Booking modal terms and conditions checkbox label
source: I agree with the %1$sterms and conditions%2$s
et: Nõustun %1$stingimustega%2$s

source: Booking not found.
et: Broneeringut ei leitud.

source: Booking payment method
et: Broneeringu makseviis

source: Booking payment type ID
et: Broneeringu makse tüübi ID

source: Booking price
et: Broneerimise hind

# Booking product add to cart text.
source: Book
et: Broneeri

# Booking product calendar tab title.
source: Booking
et: Broneerimine

# Booking product price.
source: %s/hour
et: %s/tund

# Booking received confirmation e-mail failed to send notice title
source: Confirmation
et: Kinnitus

source: Booking status
et: Broneeringu olek

# Booking status
source: Archived
et: Arhiveeritud

# Booking status
source: Awaiting
et: Ootel

# Booking status
source: Cancelled
et: Tühistatud

# Booking status
source: Completed
et: Täidetud

# Booking status
source: Confirmed
et: Kinnitatud

# Booking status
source: Detached
et: Eraldatud

# Booking status
source: Escrow paid
et: Osaliselt tasutud

# Booking status
source: In cart
et: Ostukorvis

# Booking status
source: Paid in full
et: Tasutud

# Booking status
source: Pending payment
et: Ootab tasumist

# Booking status
source: Refunded
et: Tagasi makstud

source: Booking unavailable.
et: Broneerimine pole saadaval.

source: Booking unavailable. Error: Calendar with ID %s not found.
et: Broneerimine pole saadaval. Viga: Kalendrit ID'ga %s ei leitud.

source: Booking unavailable. Error: No calendar ID.
et: Broneerimine pole saadaval. Viga: Kalendri ID pole määratud.

source: Booking unavailable. Error: No data.
et: Broneerimine pole saadaval. Viga: Andmed puuduvad.

source: Booking Weir
et: Broneerimine

source: Booking Weir calendar
et: Broneerimis kalender

source: Booking Weir events.
et: Sündmused.

source: Bookings
et: Broneeringud

source: Bookings in this calendar are added to WC cart and payment is handled in WC checkout.
et: Selle kalendri broneeringud lisatakse WC ostukorvi ja tasumine toimub WC kassas.

source: Bookings must be at least %s minutes long.
et: Broneeringud peavad olema vähemalt %s minuti pikkused.

source: Bookings must not be longer than %s minutes.
et: Broneeringud ei tohi olla pikemad kui %s minutit.

source: Breakdown
et: Kokkuvõte

source: Breakdown mismatch.
et: Kokkuvõtte ebakõla.

source: Business days
et: Tööpäevad

# Button text when this service is selected, displayed above the calendar
source: Selected
et: Valitud

# Button that selects a service to book, displayed above the calendar
source: Select
et: Vali

source: Book
et: Broneeri

source: Calendar
et: Kalender

source: Calendar ID missing.
et: Kalendri ID puudub.

source: Calendar ID that the event is in
et: Kalendri ID kus sündmus asub

source: Calendar mismatch.
et: Kalendri ebakõla

source: Calendar name...
et: Kalendri nimi...

source: Calendar not chosen.
et: Kalender valimata.

source: Calendar not found.
et: Kalendrit ei leitud.

source: Calendar with this ID already exists, create a new calendar with the imported data.
et: Selle ID-ga kalender on juba olemas, looge imporditud andmetega uus kalender.

source: Calendar with this ID already exists, overwrite it's settings with the imported data.
et: Selle ID-ga kalender on juba olemas, kirjutage selle seaded imporditud andmetega üle.

source: Calendar's height in pixels.
et: Kalendri kõrgus pikslites.

source: Calendars
et: Kalendrid

source: Calendars can be exported with their settings, prices, extras, fields and payment configurations (events not included). Using the exported file it's then possible to import one or all the calendars from it. Calendar events are a WordPress custom post type, to export and import them Tools in the WordPress admin dashboard can be used.
et: Kalendreid saab koos nende seadistustega importida ja eksportida (sündmuseid ei kaasata).

source: Cancel
et: Tühista

source: Checkbox
et: Märkeruut

source: Choose a time
et: Valige aeg

source: Choose an action...
et: Valige toiming...

source: Classes
et: Klassid

source: Clear
et: Eemalda

source: Click "%s" to apply event price.
et: Sündmuse hinna rakendamiseks klõpsake "%s".

source: Click and drag in the calendar to add a new event.
et: Uue sündmuse lisamiseks klõpsake ja lohistage kalendris.

source: Click on an existing event in the calendar to edit it.
et: Klõpsake kalendris olemasoleval sündmusel selle muutmiseks.

source: Client ID
et: Kliendi ID

source: Client secret
et: Kliendi saladus

source: Close
et: Sulge

source: Closing hour
et: Sulgemise tund

source: Columns
et: Veerud

source: Company name — Invoice
et: Ettevõtte nimi — Arve

source: Company name, account...
et: Ettevõtte nimi, konto...

source: Confirmation e-mail content
et: Kinnitusmeili sisu

source: Content
et: Sisu

source: Content before main text in e-mails.
et: Sisu enne põhiteksti e-kirjades.

source: Copied shortcode to clipboard
et: Lühikood kopeeriti

source: Copied to clipboard
et: Kopeeritud

source: Copy link
et: Kopeeri link

source: Copy shortcode
et: Kopeeri lühikood

source: Couldn't find an event with the transaction ID: %s.
et: Ei leitud sündmust tehingu ID-ga: %s.

source: Couldn't find the booking you paid for.
et: Ei leitud broneeringut, mille eest tasusite.

source: Country
et: Riik

source: Coupon
et: Kupong

source: Coupon %1$s is only valid during %2$s.
et: Kupong %1$s kehtib ainult %2$s.

source: Coupon %1$s is only valid for bookings between %2$s.
et: Kupong %1$s kehtib ainult broneeringutele vahemikus %2$s.

source: Coupon can be used between this time.
et: Selles ajavahemikus saab kupongi kasutada.

source: Coupon can be used when booking an event that takes place between this time.
et: Kupongi saab kasutada sellel ajavahemikul toimuva ürituse broneerimisel.

source: Coupon code
et: Kupongi kood

# coupon input placeholder
source: Coupon...
et: Kupong...

source: Coupon used when booking
et: Broneerimisel kasutatud kupong

source: Create
et: Lisa

source: CSS classes for the calendar's root container element.
et: CSS-klassid kalendri juurkonteineri elemendi jaoks.

source: Cumulative amongst rules.
et: Kumulatiivne reeglite vahel.

source: Currency code
et: Valuuta kood

source: Currency plural
et: Valuuta mitmuses

source: Currency prefix
et: Valuuta eesliide

source: Currency singular
et: Valuuta ainsuses

source: Currency spelled out in plural form.
et: Valuuta välja kirjutatud mitmuses.

source: Currency spelled out in singular form.
et: Valuuta välja kirjutatud ainsuses.

source: Currency suffix
et: Valuuta järelliide

source: Current calendar's initial price per hour: %s
et: Praeguse kalendri esialgne tunnihind: %s

source: Current time in selected timezone
et: Praegune kellaaeg valitud ajavööndis

source: Custom price text for the WooCommerce product associated with the calendar (default: calendar's price per hour).
et: Kalendriga seotud WooCommerce'i toote kohandatud hinnatekst (vaikimisi: kalendri tunnihind).

source: Date
et: Kuupäev

source: Date range
et: Kuupäevavahemik

# Datepicker
source: A date selection is required
et: Kuupäeva valik on vajalik

# Datepicker
source: Close
et: Sulge

# Datepicker
source: Go to today
et: Mine tänasele päevale

# Datepicker
source: Input a date between {0} and {1}.
et: Sisestage kuupäev vahemikus {0} kuni {1}.

# Datepicker
source: Input a date ending at {0}.
et: Sisestage kuupäev enne {0}.

# Datepicker
source: Input a date starting from {0}.
et: Sisestage kuupäev alates {0}.

# Datepicker
source: Manually entered date is not in correct format.
et: Käsitsi sisestatud kuupäev ei ole õiges vormingus.

# Datepicker
source: Next month
et: Järgmine kuu

# Datepicker
source: Next year
et: Järgmine aasta

# Datepicker
source: Next year range
et: Järgmise aasta vahemik

# Datepicker
source: Open calendar
et: Ava kalender

# Datepicker
source: Previous month
et: Eelmine kuu

# Datepicker
source: Previous year
et: Eelmine aasta

# Datepicker
source: Previous year range
et: Eelmise aasta vahemik

# Datepicker
source: Select a date.
et: Valige kuupäev.

# Datepicker
source: Select a date...
et: Valige kuupäev...

# Datepicker
source: Selected date {0}
et: Valitud kuupäev {0}

# Datepicker
source: The selected date is from the restricted range.
et: Valitud kuupäev on piiratud vahemikust.

# Datepicker
source: Today's date {0}
et: Tänane kuupäev {0}

# Datepicker
source: Week number {0}
et: Nädal number {0}

# Datepicker
source: {0}, select to change the month
et: {0}, valige kuu muutmiseks

# Datepicker
source: {0}, select to change the year
et: {0}, valige aasta muutmiseks

source: Dates
et: Kuupäevad

source: Datetime range
et: Kuupäeva-ajavahemik

source: Day
et: Päev

source: day
et: päev

source: Days
et: Päevad

source: Debug
et: Silumine

source: Debug email
et: Silumismeil

source: Decrement
et: Vähenda

source: Default
et: Vaikimisi

source: Default checked
et: Vaikimisi valitud

# Default currency plural
source: euros
et: eurot

source: Default fields (First name, Last name, E-mail, Phone, Additional info and Terms, marked in red) are populated automatically from WooCommerce order info.
et: Vaikeväljad (eesnimi, perekonnanimi, e-post, telefon, lisateave ja tingimused, punasega märgitud) täidetakse automaatselt WooCommerce'i tellimuse andmetest.

# Default payment type name
source: Default
et: Vaikimisi

source: Default timezone is UTC
et: Vaikeajavöönd on UTC

source: Default value
et: Vaikeväärtus

source: Default value...
et: Vaikeväärtus...

source: Delete
et: Kustuta

source: Delete "%s" file?
et: Kustuta "%s" fail?

source: Delete calendar
et: Kustuta kalender

source: Delete from cart
et: Kustuta ostukorvist

source: Delete PDF invoices from the filesystem when the associated booking is deleted.
et: Kustuta failisüsteemist PDF-arved, kui seotud broneering on kustutatud.

source: Delete permanently
et: Kustuta jäädavalt

source: Deleted
et: Kustutatud

source: Description
et: Kirjeldus

source: Detach from order
et: Eemalda tellimusest

source: Determines the price for booking this event.
et: Määrab selle sündmuse broneerimise hinna.

source: Determines the selectable time increments in minutes.
et: Määrab valitud aja sammud minutites.

source: Disable
et: Lülita välja

source: Disabled
et: Välja lülitatud

source: Discard draft
et: Loobu mustandist

source: Display a booking calendar.
et: Kuvage broneerimiskalender.

source: Display a calendar that allows to select and book a time.
et: Võimaldab kuvada kalendrit, milles saab aega valida ja broneerida.

source: Display events from another calendar in this calendar and vice versa.
et: Kuvage selles kalendris sündmusi teisest kalendrist ja vastupidi.

source: Displays the raw transaction data that payment gateway provides based on the stored transaction ID.
et: Kuvab algsed tehinguandmed, mida maksevärav talletatud tehingu ID alusel pakub.

source: Documentation
et: Dokumentatsioon

source: Duplicate
et: Tee koopia

source: Duplicate calendar
et: Tee kalendrist koopia

source: Duration
et: Kestus

source: Duration is longer than the event.
et: Kestus on pikem kui sündmus.

source: Duration is shorter than minimum.
et: Kestus on lühem kui miinimum.

source: E-mail
et: E-post

source: E-mail "%s" is not valid.
et: E-post "%s" ei ole valiidne.

source: E-mail address to use when client e-mail is set to %s. When you make a test booking then this e-mail will receive the invoice e-mail.
et: E-posti aadress, mida kasutada, kui kliendi e-posti aadressiks on seatud %s. Kui teete testbroneeringu, saadetakse sellele e-postile arve.

source: E-mail footer
et: E-posti jalus

source: E-mail header
et: E-posti päis

source: E-mail preview
et: E-posti eelvaade

source: E-mail templates include a subset of the WordPress core block styles so simple blocks like header, button, image should work well. Most e-mail clients don't support CSS flex, so tables should be used instead of columns.
et: Meilimallid sisaldavad osasid WordPressi põhiploki stiilide, nii et lihtsad plokid, nagu päis, nupp, pilt, peaksid hästi töötama. Enamik meilikliente ei toeta CSS flexi, seega tuleks veergude asemel kasutada tabeleid.

source: E-mail that has a PDF invoice attached.
et: E-kiri, millele manustatakse PDF-arve.

source: E-mail that is sent when booking status is changed to "Confirmed".
et: E-kiri, mis saadetakse siis, kui broneeringu olekuks seatakse "Kinnitatud".

source: E-mail that reminds about booking.
et: E-kiri, mis tuletab broneeringust meelde.

source: E-mail...
et: E-post...

source: Earliest time that an event can be booked.
et: Varasem aeg, mil saab üritust broneerida.

source: Edit
et: Muuda

source: Edit &#8220;%s&#8221;
et: Muuda &#8220;%s&#8221;

source: Edit event
et: Muuda sündmust

source: Enable
et: Lülita sisse

source: Enable to perform the payments in a test environment.
et: Lubage, et sooritada makseid testkeskkonnas.

source: End
et: Lõpp

source: End time
et: Lõpuaeg

source: End time is later than closing hours.
et: Lõpuaeg on hilisem kui sulgemisaeg.

source: End time missing.
et: Lõpuaeg puudub.

source: Error retrieving transaction.
et: Viga tehingu laadimisel.
