Repository: common-repository/booking-weir
Catalog: languages/booking-weir-*.po
Languages: et

source: Prevent creating bookings longer than this value (in minutes). Setting this value to 0 will allow creating a booking of any duration limited by opening and closing hour settings.
et: Vältige sellest väärtusest pikemate broneeringute loomist (minutites). Selle väärtuse määramine 0-le võimaldab luua mis tahes kestusega broneeringu, mis on piiratud avamis- ja sulgemisaja sätetega.

source: Prevent creating bookings shorter than this value (in minutes). When this value is 0 then the "Calendar -> Step" setting acts as the minimum booking duration.
et: Väldi sellest väärtusest lühemate broneeringute loomist (minutites). Kui see väärtus on 0, toimib seadistus "Kalender -> Samm" minimaalse broneeringu kestusena.

source: Prevent overlap
et: Väldi kattumist

source: Preview
et: Eelvaade

source: Previous
et: Eelmine

source: Price
et: Hind

# Price label when price is 0
source: Free
et: Tasuta

# Price modification type
source: Modify final price
et: Muuda lõplikku hinda

# Price modification type
source: Modify price per hour
et: Muuda tunnihinda

# Price modification type
source: Set final price
et: Määra lõplik hind

# Price modification type
source: Set price per hour
et: Määra tunnihind

# Price modification type
source: Set total price
et: Määra koguhind

source: Price name...
et: Hinna nimi...

source: Price per hour
et: Tunnihind

# Price per hour
source: %s/hr
et: %s/tund

source: Price per hour and currency can be changed from Settings -> Pricing.
et: Tunnihinda ja valuutat saab muuta menüüst Seaded -> Hinnakujundus.

source: Price per hour for bookings in this calendar.
et: Tunnihind selle kalendri broneeringutele.

# Price per unit
source: %s/pc
et: %s/tk

source: Price rule types
et: Hinnareeglite tüübid

source: Price with this ID already exists, create a new price with the imported data.
et: Selle ID-ga hind on juba olemas, looge imporditud andmetega uus hind.

source: Price with this ID already exists, overwrite it with the imported data.
et: Selle ID-ga hind on juba olemas, kirjutage see imporditud andmetega üle.

source: Prices
et: Hinnad

source: Pricing
et: Hinnakujundus

source: Pricing rules can be added to modify the calendar's price per hour based on date, time, duration or coupons.
et: Hinnakujundusreegleid saab lisada, et muuta kalendri tunnihinda kuupäeva, kellaaja, kestuse või kupongide alusel.

source: Private
et: Privaatne

source: Product
et: Toode

source: Product associated with the calendar is not a "Booking product". Please change the product type.
et: Kalendriga seotud toode ei ole "Broneeritav toode". Palun muutke toote tüüpi.

source: Product associated with the calendar was not found.
et: Kalendriga seotud toodet ei leitud.

source: Product not found.
et: Toodet ei leitud.

source: Product price
et: Toote hind

source: Provides a direct link to an event.
et: Annab otselingi sündmusele.

source: Public
et: Avalik

source: Public link for the booking
et: Avalik link broneeringule

source: Public link for the event
et: Avalik link sündmusele

source: Radio
et: Raadio

source: Raw data
et: Algandmed

source: Redo
et: Tee uuesti

source: Regenerate PDF invoice
et: Taasgenereerige PDF-arve

source: Regenerate the PDF invoice. The invoice can be automatically regenerated whenever event data changes if the "Settings -> PDF -> Automatic regeneration" option is enabled, but you may wish to manually regenerate when you modify the PDF settings or template.
et: Taasgenereerige PDF-arve. Kui seade "Seaded -> PDF -> Automaatne taasloomine" on sisse lülitatud genereeritakse arve automaatselt uuesti kui sündmuse andmed muutuvad, kuid PDF-i sätete või malli muutmisel saab PDF-i käsitsi uuesti genereerida.

source: Regenerated PDF
et: PDF taasgenereeritud

source: Reload
et: Uuenda

source: Reminder e-mail
et: Meeldetuletus e-mail

source: Reminder e-mail content
et: Meeldetuletusmeili sisu

# Reminder e-mail title
source: Booking reminder
et: Broneeringu meeldetuletus

source: Remove
et: Eemalda

source: Remove %s from ignored dates.
et: Eemalda %s ignoreeritud kuupäevadest.

source: Remove %s from selected dates.
et: Eemalda %s valitud kuupäevadest.

source: Remove personal data
et: Eemalda isikuandmed

source: Removes this booking from a WooCommerce order. You can then attach it to another order by specifying the order ID.
et: Eemaldab selle broneeringu WooCommerce'i tellimusest. Seejärel saate selle lisada mõnele teisele tellimusele, määrates tellimuse ID.

source: Repeat
et: Korduv

source: repeat
et: kordus

source: Repeat date
et: Korduskuupäev

source: Repeat days
et: Korduspäevad

source: Repeat type
et: Kordumistüüp

source: Repeater contains invalid keys.
et: Kordaja sisaldab vigaseid võtmeid.

source: Request failed.
et: Päring ebaõnnestus.

source: Required
et: Nõutud

source: Resend invoice
et: Saada arve uuesti

source: Resend reminder
et: Saada meeldetuletus uuesti

source: Reset to default
et: Taasta algseadistus

source: Restore
et: Taasta

source: Restore &#8220;%s&#8221; from the Trash
et: Taasta &#8220;%s&#8221; prügikastist

source: Restore an older version of calendars configuration.
et: Taasta eelnev seadistus.

source: Restore from trash
et: Taasta prügikastist

source: Restored calendar.
et: Kalender taastatud.

source: Retry
et: Proovi uuesti

source: Return to calendars list
et: Tagasi kalendrite loendisse

source: Roll back
et: Keri tagasi

source: Rule name...
et: Reegli nimi...

source: Sandbox
et: Testkeskkond

source: Sanitize callback is required for: %s.
et: Desinfitseerimis funktsioon on vajalik: %s.

source: Save
et: Salvesta

source: Select
et: Vali

source: Select a calendar...
et: Vali kalender...

source: Select a country
et: Vali riik

source: Select a pricing type
et: Valige hinnakujunduse tüüp

source: Select a service type
et: Valige teenuse tüüp

source: Select calendar...
et: Vali kalender...

source: Select extras...
et: Vali lisad...

source: Select field type...
et: Vali välja tüüp...

source: Select services...
et: Vali teenused...

source: Select...
et: Vali...

source: Selected
et: Valitud

source: Send a reminder e-mail again.
et: Saatke meeldetuletusmeil uuesti.

source: Send a reminder e-mail. Once sent, if automatic reminders are enabled it will not send another reminder for this event.
et: Saada meeldetuletus e-mail. Kui automaatsed meeldetuletused on lubatud, ei saada see pärast saatmist selle sündmuse kohta enam meeldetuletust.

source: Send an e-mail to the booker when a booking has been successfully created.
et: Kui broneering on edukalt loodud, saad broneerijale e-kiri.

source: Send an e-mail to the booker when booking status is changed to "Confirmed".
et: Saada broneerijale e-kiri, kui broneeringu olekuks seatakse "Kinnitatud".

source: Send an invoice e-mail again.
et: Saada arve meil uuesti.

source: Send confirmation e-mail
et: Saada kinnitusmeil

source: Send invoice
et: Saada arve

source: Send invoice e-mail
et: Saada arve e-mail

source: Send invoice without payment method
et: Saada arve ilma makseviisita

source: Send reminder
et: Saada meeldetuletus

source: Sent
et: Saadetud

source: Sent invoice e-mail
et: Arvega meil saadetud

source: Sent reminder e-mail
et: Meeldetuletusmeil saadetud

source: Service
et: Teenus

source: Service "%s" description
et: Teenuse "%s" kirjeldus

source: Service %s not found.
et: Teenust %s ei leitud.

source: Service ID is required.
et: Teenuse ID on nõutav.

source: Service ID that the event was booked for
et: Teenuse ID, mille jaoks sündmus broneeriti

source: Service name...
et: Teenuse nimi...

source: Service types
et: Teenuste tüübid

source: Service with a fixed hourly price and duration.
et: Teenus fikseeritud tunnihinna ja kestusega.

source: Service with a fixed hourly price for any duration.
et: Fikseeritud tunnihinnaga teenus mis tahes pikkusega.

source: Services
et: Teenused

source: Services allow the user to book a time with a predefined duration and price.
et: Teenused võimaldavad kasutajal broneerida etteantud kestuse ja hinnaga aegasid.

# Setting category title
source: Booking
et: Broneerimine

# Setting category title
source: Calendar
et: Kalender

# Setting category title
source: E-mail
et: E-post

# Setting category title
source: Locale
et: Lokaal

# Setting category title
source: Miscellaneous
et: Muu

# Setting category title
source: Pricing
et: Hinnakujundus

source: Settings
et: Seaded

source: Show %s more
et: Näita %s veel

source: Show a warning message when the browser and calendar timezone is different.
et: Kuva hoiatusteadet, kui brauseri ja kalendri ajavöönd on erinevad.

source: Show all
et: Näita kõike

source: Show Saturday and Sunday in the calendar week view.
et: Näita kalendris nädalavaates laupäeva ja pühapäeva.

source: Slot
et: Pesa

# Slot event public title
source: Slot
et: Pesa

source: Slots
et: Pesad

source: Space
et: Vahe

source: Specify the page URL that the calendar is on at Settings -> Calendar -> URL.
et: Määrake avaliku lehe URL millel kalender on kasutusel, menüüs Seaded -> Kalender -> URL.

# Spelled out currency
source: cents
et: senti

source: Start
et: Algus

source: Start and end times are equal.
et: Algus- ja lõpuajad on võrdsed.

source: Start time
et: Algusaeg

source: Start time is earlier than current time.
et: Algusaeg on praegusest ajast varasem.

source: Start time is earlier than opening hours.
et: Algusaeg on varasem kui lahtiolekuaeg.

source: Start time is later than end time.
et: Algusaeg on lõpuajast hilisem.

source: Start time missing.
et: Algusaeg puudu.

source: Started
et: On alanud

source: Starts in
et: Aega alguseni

source: Status
et: Olek

# Status e-mail title
source: Booking status update
et: Broneeringu olek muutus

source: Step
et: Samm

source: Stop editing
et: Lõpetage redigeerimine

source: Strips all personal data from the booking (name, e-mail, phone, additional info, transaction ID, PDF invoice) and sets the status to "Archived".
et: Eemaldab broneeringust kõik isikuandmed (nimi, e-post, telefon, lisainfo, tehingu ID, PDF-arve) ja seab olekuks "Arhiveeritud".

source: Submitted field "%s" is disabled.
et: Esitatud väli "%s" on välja lülitatud.

# Suffix for a duplicated calendar, %s = current date
source: (copy %s)
et: (koopia %s)

source: Support
et: Toetus

source: Switch to text mode
et: Lülituge tekstirežiimile

source: Switch to visual mode
et: Lülitage visuaalselrežiimile

source: Symbol to display after currency.
et: Valuuta järel kuvatav sümbol.

source: Symbol to display before currency.
et: Valuuta ees kuvatav sümbol.

source: Tax
et: Maksud

source: Template string
et: Šabloontekst

source: Terms
et: Tingimused

source: Terms and conditions link...
et: Tingimuste link...

source: Test API secret key
et: Test API salavõti

source: Test PDF generation
et: Testi PDF-i genereerimine

source: Text
et: Tekst

source: Textarea
et: Tekstiala

source: Thank you for your payment.
et: Tänan makse eest.

source: The directory needs to be writable and ideally outside of the web server root.
et: Kataloog peab olema kirjutatav ja ideaalselt väljaspool veebiserveri juurkataloogi.

source: The name of this calendar.
et: Selle kalendri nimi.

source: The timezone in which the events in this calendar are booked.
et: Ajavöönd, milles selle kalendri sündmused broneeritakse.

source: There are no events in this range.
et: Selles vahemikus pole sündmusi.

source: There are no extras for this calendar.
et: Selles kalendris pole lisasid.

source: There are no fields for this calendar.
et: Selles kalendris pole välju.

source: There are no logs at the moment.
et: Hetkel logisid ei ole.

source: There are no price rules for this calendar.
et: Selles kalendris pole hinnareegleid.

source: There are no services for this calendar.
et: Selles kalendris pole teenuseid.

source: There was an error with the payment processor.
et: Makse töötlejaga tekkis viga.

source: This booking contains an extra that is disabled.
et: See broneering sisaldab lisa, mis on välja lülitatud.

source: This calendar does not contain a chosen extra.
et: See kalender ei sisalda valitud lisa.

source: This calendar does not contain a submitted field "%s".
et: See kalender ei sisalda esitatud välja "%s".

source: Three-letter ISO code for the currency with which to perform the payment.
et: Makse sooritamiseks kasutatava valuuta kolmetäheline ISO-kood.

source: Threshold
et: Lävi

source: Time
et: Kellaaeg

source: Time after which events can't be booked.
et: Aeg, mille järel ei saa üritusi broneerida.

source: Time range
et: Ajavahemik

source: Time until reminder
et: Aega meeldetuletuseni

source: Times are booked in the %s timezone, your browser is using %s timezone. The time difference is %s.
et: Broneeringud tehakse ajavööndis %s, teie brauser kasutab %s ajavööndit. Ajavahe on %s.

source: Timezone
et: Ajavöönd

source: Timezone difference
et: Ajavööndi erinevus

source: Timezone warning
et: Ajavööndi hoiatus

source: Title
et: Pealkiri

# Title (should start with capital letter)
source: Date
et: Kuupäev

# Title for info about templates with the block editor
source: Notice
et: Märkus

# Title of the currently selected range in the calendar (displayed in Agenda)
source: Selection
et: Valik

source: To disable logging remove %1$s from your %2$s file.
et: Logimise keelamiseks eemaldage %1$s failist %2$s.

source: To enable logging add %1$s to your %2$s file.
et: Logimise lubamiseks lisage %1$s oma %2$s faili.

source: Today
et: Täna

source: Tomorrow
et: Homme

source: Total price
et: Hind kokku

source: Transaction
et: Tehing

source: Transaction completed
et: Tehing lõpetatud

source: Transaction ID when used with a payment method that supports it
et: Tehingu ID, kui seda makseviis seda toetab

source: Trash
et: Prügi

source: Trashed
et: Prügikastis

source: Type
et: Tüüp

source: Type product name to search...
et: Sisestage otsimiseks toote nimi...

source: Unable to create PDF output dir.
et: PDF-i väljundkataloogi loomine nurjus.

source: Unable to parse file.
et: Faili ei saa sõeluda.

source: Unable to retrieve invoice path.
et: Arve kataloogi ei saa kätte.

source: Unable to retrieve upload dir.
et: Üleslaadimise kataloogi ei saa kätte.

source: Unable to retrieve upload URL.
et: Üleslaadimise URL-i ei saa kätte.

source: Unavailable
et: Pole saadaval

# Unavailable event public title
source: Unavailable
et: Pole saadaval

source: Undo
et: Võta tagasi

source: Unique identifier for billing
et: Arvelduse kordumatu identifikaator

source: Units
et: Ühikud

# Units
source: pcs
et: tk

source: Unknown
et: Teadmata

# Unknown extra name
source: Unknown
et: Teadmata

source: unlimited
et: piiramata

source: Unsanitary input: "%s".
et: Ebasanitaarne sisend: "%s".

source: Until
et: Kuni

# Untitled extra's name
source: Extra
et: Lisa

source: Update
et: Uuenda

source: Upload dir
et: Üeslaadimiste kataloog

source: Uploaded file for "%1$s" exceeds maximum allowed file size of %2$dMB.
et: "%1$s" üleslaaditud fail ületab maksimaalse lubatud failimahu %2$dMB.

source: URL of the page that the calendar was on at the time of the booking
et: Selle lehe URL, millel kalender broneerimise ajal oli

source: Used when Sandbox mode is enabled.
et: Kasutatakse, kui testkeskkond on lubatud.

source: User agent
et: Kasutaja agent

source: User IP address
et: Kasutaja IP-aadress

source: User not elevated.
et: Kasutajal ei ole õiguseid.

source: Using sandbox environment, payments are not real.
et: Kasutusel on testkeskkond, maksed pole päris.

source: UTC offset
et: UTC nihe

source: UTC offset mismatch: %1$d - %2$d.
et: UTC nihke ebakõla: %1$d – %2$d.

source: UTC offset missing.
et: UTC nihe puudub.

source: UTC offset of the client
et: Kliendi UTC nihe

source: Valid for
et: Kehtib kuupäevadel

source: Valid From - To
et: Kehtib alates - kuni

source: Value
et: Väärtus

source: Value...
et: Väärtus...

# verb
source: Trash
et: Liiguta prügikasti

source: View
et: Vaata

source: View in admin calendar
et: Vaata halduskalendris

source: View PDF invoice
et: Vaata PDF-arvet

source: View raw data
et: Vaata algandmeid

source: View transaction data
et: Vaata tehingu andmeid

source: Visit calendar
et: Külasta kalendrit

source: Week
et: Nädal

source: Week days
et: Nädalapäevad

source: Week starts on
et: Nädal algab

source: Weekend
et: Nädalavahetus

source: Weeks
et: Nädalad

source: When a booking's public link is visited then an invoice e-mail is sent automatically. If you don't want that to happen you can mark the e-mail as "sent" without sending it.
et: Kui külastate broneeringu avalikku linki, saadetakse automaatselt arve e-kiri. Kui te ei soovi, et see juhtuks, võite märkida e-kirja "saadetuks" ilma seda saatmata.

source: When a booking's public link is visited then an invoice e-mail is sent automatically. This action allows you to send it if the booking was created in the admin dashboard and you would like to notify the client.
et: Kui külastate broneeringu avalikku linki, saadetakse automaatselt arve e-kiri. See toiming võimaldab teil selle saata, kui broneering tehti administraatori poolt ja soovite klienti sellest teavitada.

source: When no payment methods are enabled an "invoice" e-mail is still sent confirming that the booking is received. Enable this option to still include the PDF invoice with this e-mail.
et: Kui ükski makseviis pole lubatud, saadetakse endiselt "arve" e-kiri, mis kinnitab broneeringu kättesaamist. Lubage see suvand, et PDF-arve siiski kaasata sellele e-kirjale.

source: When no payment methods are enabled an "invoice" e-mail is still sent confirming the booking. You can optionally include a PDF invoice in that e-mail by enabling the "Settings -> PDF -> Send invoice without payment method" option.
et: Kui ükski makseviis pole lubatud, saadetakse broneeringu kinnitamiseks ikkagi "arve" e-kiri. Soovi korral saate sellesse e-kirja lisada PDF-arve, lubades valiku "Seaded -> PDF -> Saada arve ilma makseviisita".

source: Whether booker has agreed to terms and conditions
et: Kas broneerija on tingimustega nõustunud

source: Whether the e-mail after initial booking has been sent
et: Kas esmase broneeringu järgne e-kiri on saadetud

source: Whether the e-mail after status changed to "confirmed" has been sent
et: Kas e-kiri pärast oleku muutmist olekuks "kinnitatud" on saadetud

source: Whether the event is bookable
et: Kas sündmus on broneeritav

source: Whether the event repeats
et: Kas sündmus kordub

source: Whether the reminder e-mail has been sent
et: Kas meeldetuletuse e-kiri on saadetud

source: While the WordPress block editor can be used to edit template settings and event content, all of its features are not fully supported and the outcome depends on the context where the content is used. Treat it as a basic textarea with some benefits, don't expect WYSIWYG results from this editor, test and verify after making changes.
et: Kuigi WordPressi plokiredaktorit saab kasutada malli seadete ja sündmuste sisu muutmiseks, ei toetata kõiki selle funktsioone täielikult ja tulemus sõltub sisu kasutamise kontekstist. Käsitlege seda mõne eelisega põhitekstipiirkonnana, ärge oodake sellelt redaktorilt WYSIWYG-tulemusi, testige ja kontrollige pärast muudatuste tegemist.

# White label block title
source: Booking calendar
et: Broneerimiskalender

# White label plugin description
source: Booking plugin.
et: Broneerimise plugin.

# White label plugin name
source: Booking
et: Broneerimine

source: WooCommerce is not enabled.
et: WooCommerce pole sisse lülitatud.

source: WooCommerce Order ID
et: WooCommerce'i tellimuse ID

# WooCommerce product type name
source: Booking product
et: Broneeritav toode

source: WooCommerce version
et: WooCommerce'i versioon

source: WordPress version
et: WordPressi versioon

source: Years
et: Aastad

source: Yes
et: Jah

source: Yesterday
et: Eile

source: You can pay %3$s of the total amount in advance for your booking by using the Paypal link %1$shere%2$s.
et: Saate oma broneeringu kogusummast ette maksta %3$s, kasutades PayPal linki %1$ssiin%2$s.

source: You can pay %3$s of the total amount in advance for your booking by using the Stripe link %1$shere%2$s.
et: Saate oma broneeringu kogusummast ette maksta %3$s, kasutades Stripe linki %1$ssiin%2$s.

source: You can pay for your booking by using the PayPal link %1$shere%2$s.
et: Broneeringu eest saate tasuda kasutades PayPal linki %1$ssiin%2$s.

source: You can pay for your booking by using the Stripe link %1$shere%2$s.
et: Broneeringu eest saate tasuda kasutades Stripe linki %1$ssiin%2$s.

source: You can set a custom log directory by adding %1$s to your %2$s file.
et: Saate määrata kohandatud logikataloogi, lisades %1$s oma %2$s faili.

source: You must agree to terms and conditions.
et: Peate nõustuma tingimustega.

source: Your chosen time has been booked.
et: Teie valitud aeg on broneeritud.
